Tekla.Structures.Filtering.Categories.BoltFilterExpressions.Length
The Length class represents the length filter expression.

Tekla.Structures.Filtering.Categories.BoltFilterExpressions.Length.#ctor
Initializes a new instance of the Length class.